tap "getantibody/tap"
tap "homebrew/cask-fonts"
tap "cloudfoundry/tap"
tap "git-duet/tap"
tap "homebrew/core"
tap "homebrew/bundle"
tap "pivotal/tap"
tap "srcclr/srcclr"
tap "universal-ctags/universal-ctags"
tap "sap/sapmachine"

brew "aria2"
brew "autoconf"
brew "automake"
brew "bash-completion"
brew "cmake"
brew "dep"
brew "direnv"
brew "elixir"
brew "exercism"
brew "fasd"
brew "fd"
brew "go"
brew "gdbm"
brew "gettext"
brew "git"
brew "gradle"
brew "libffi"
brew "pcre"
brew "glib"
brew "gmp"
brew "libtasn1"
brew "nettle"
brew "gnutls"
brew "gradle"
brew "htop"
brew "jpeg"
brew "oniguruma"
brew "jq"
brew "openssl"
brew "libevent"
brew "libgpg-error"
brew "libksba"
brew "libpng"
brew "libtool"
brew "libyaml"
brew "maven"
brew "minikube"
brew "node@12"
brew "readline"
brew "sqlite"
brew "mysql"
brew "neovim"
brew "nvm"
brew "openvpn"
brew "pandoc"
brew "pipenv"
brew "pixman"
brew "pkg-config"
brew "postgresql"
brew "xz"
brew "pyenv"
brew "python"
brew "qemu"
brew "rename"
brew "s3cmd"
brew "shellcheck"
brew "the_silver_searcher"
brew "tmate"
brew "tmux"
brew "tree"
brew "vagrant-completion"
brew "watchman"
brew "wget"
brew "yarn"
brew "zsh"
brew "getantibody/tap/antibody"
brew "cloudfoundry/tap/bosh-cli"
brew "cloudfoundry/tap/bbl"
brew "cloudfoundry/tap/bosh-init"
brew "cloudfoundry/tap/cf-cli"
brew "git-duet/tap/git-duet"
brew "srcclr/srcclr/srcclr"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]

cask "flycut"
cask "google-chrome"
cask "iterm2"
cask "macdown"
cask "sapmachine11-jdk"
cask "shiftit"
cask "slack"
cask "spotify"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "zoomus"
cask "homebrew/cask-versions/java11"
cask "homebrew/cask-fonts/font-fira-code"
cask "homebrew/cask-fonts/font-fira-mono"
cask "homebrew/cask-fonts/font-fira-sans"
