tap "cloudfoundry/tap"
tap "git-duet/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "pivotal/tap"
tap "srcclr/srcclr"
tap "universal-ctags/universal-ctags"

brew "antibody"
brew "aria2"
brew "autoconf"
brew "automake"
brew "bash-completion"
brew "bat"
brew "cmake"
brew "dep"
brew "direnv"
brew "exercism"
brew "fasd"
brew "fd"
brew "fzf"
brew "gdbm"
brew "gettext"
brew "git"
brew "glib"
brew "gmp"
brew "gnupg"
brew "gnutls"
brew "gnu-sed"
brew "go"
brew "gradle"
brew "helm"
brew "htop"
brew "jpeg"
brew "jq"
brew "libevent"
brew "libffi"
brew "libgpg-error"
brew "libksba"
brew "libpng"
brew "libtasn1"
brew "libtool"
brew "libyaml"
brew "nettle"
brew "oniguruma"
brew "openssl"
brew "pcre"
brew "maven"
brew "minikube"
brew "mysql"
brew "neovim"
brew "nvm"
brew "node"
brew "openvpn"
brew "pandoc"
brew "pinentry-mac"
brew "pipenv"
brew "pkg-config"
brew "postgresql", restart_service: true
brew "pyenv"
brew "python"
brew "qemu"
brew "rbenv"
brew "readline"
brew "rename"
brew "ripgrep"
brew "ruby-build"
brew "shellcheck"
brew "sqlite"
brew "svn"
brew "s3cmd"
brew "the_silver_searcher"
brew "tmate"
brew "tmux"
brew "tree"
brew "vagrant-completion"
brew "watchman"
brew "wget"
brew "xz"
brew "yarn"
brew "zsh"
brew "cloudfoundry/tap/bosh-cli"
brew "git-duet/tap/git-duet"
brew "hashicorp/tap/vault"
brew "srcclr/srcclr/srcclr"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]

cask "alacritty"
cask "caffeine"
cask "discord"
cask "flycut"
cask "google-chrome"
cask "iterm2"
cask "rectangle"
cask "slack"
cask "spotify"
cask "vagrant"
cask "visual-studio-code"
cask "zoom"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"