tap "cloudfoundry/tap"
tap "git-duet/tap"
tap "pivotal/tap"
tap "azure/azd"

brew "azd"
brew "azure-cli"
brew "bash-completion"
brew "bat"
brew "cargo-c"
brew "cmake"
brew "container"
brew "coreutils"
brew "curl"
brew "dagger"
brew "direnv"
brew "fd"
brew "fzf"
brew "gdbm"
brew "gh"
brew "git"
brew "glib"
brew "gnupg"
brew "gnutls"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "gradle"
brew "helm"
brew "htop"
brew "java"
brew "jpeg"
brew "jq"
brew "kubectx"
brew "kubernetes-cli"
brew "k9s"
brew "libevent"
brew "libffi"
brew "libgpg-error"
brew "libksba"
brew "libpng"
brew "libssh"
brew "libtasn1"
brew "libtool"
brew "libyaml"
brew "openssl"
brew "pcre"
brew "maven"
brew "minikube"
brew "mysql"
brew "neovim"
brew "nvm"
brew "node"
brew "openvpn"
brew "pinentry-mac"
brew "pipenv"
brew "pkg-config"
brew "postgresql", restart_service: true
brew "presenterm"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python"
brew "qemu"
brew "rbenv"
brew "readline"
brew "ripgrep"
brew "rsync"
brew "ruby-build"
brew "shellcheck"
brew "sqlite"
brew "starship"
brew "stern"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "uv"
brew "watch"
brew "wget"
brew "xz"
brew "yarn"
brew "yq"
brew "zlib"
brew "zsh"
brew "cloudfoundry/tap/cf-cli"
brew "cloudfoundry/tap/bosh-cli"
brew "git-duet/tap/git-duet"
brew "universal-ctags"

cask "caffeine"
cask "citrix-workspace"
cask "discord"
cask "docker-desktop"
cask "flycut"
cask "flox"
cask "ghostty"
cask "google-chrome"
cask "iterm2"
cask "keymapp"
cask "microsoft-edge"
cask "microsoft-teams"
cask "rectangle"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "font-hack-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
