DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
eamodio.gitlens
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
GitHub.vscode-pull-request-github
golang.go
hashicorp.terraform
hediet.vscode-drawio
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode.vscode-typescript-tslint-plugin
ms-vsliveshare.vsliveshare
onsi.vscode-ginkgo
redhat.vscode-yaml
VisualStudioExptTeam.intellicode-api-usage-examples
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-maven
yzhang.markdown-all-in-one