golang.go
ms-python.python
ms-azuretools.vscode-docker
ms-vsliveshare.vsliveshare-pack
ms-vscode.vscode-typescript-tslint-plugin
ms-kubernetes-tools.vscode-kubernetes-tools
pivotal.vscode-concourse
rebornix.ruby
dbaeumer.vscode-eslint
eamodio.gitlens
github.vscode-pull-request-github
hediet.vscode-drawio
hashicorp.terraform
onsi.vscode-ginkgo
davidanson.vscode-markdownlint
yzhang.markdown-all-in-one
redhat.vscode-yaml
vscjava.vscode-java-pack
vscjava.vscode-gradle
equinusocio.vsc-material-theme